export const ru = {
  translation: {
    "Title": `Привет! Я <span class='text-primary'>Frontend</span> Разработчик с опытом в <span
                class='text-primary'>Vue.js</span> и <span class='text-primary'>React</span>`,
    "Text": `Приветствую на моем сайте! Я - опытный Frontend разработчик с углубленными знаниями
                Vue.js и React. Моя
                страсть к созданию взаимодействующих пользовательских интерфейсов побуждает меня создавать
                высокопроизводительные веб-приложения. С опытом работы над разнообразными проектами, я стремлюсь к
                созданию масштабируемых и гибких решений, которые удовлетворят потребности вашего бизнеса и обеспечат
                лучший опыт для пользователей.`,
    "ContactMe": `Свяжитесь со мной`,
    "MyCases": `Мои кейсы`,
    "ReadMore": "Читать подробнее",
    "AboutMe": "Обо мне",
    "InfoAboutMe": `<div><p>Привет! Меня зовут Леонид, и я фронтенд-разработчик с трехлетним опытом в этой области. Моя
      страсть к
      веб-технологиям позволяет мне создавать удивительные веб-сайты, и я могу сверстать сайт любой
      сложности.</p>

      <p>На данный момент моя основная специализация - это разработка фронтенда с использованием таких
        технологий,
        как React (0.5 года), Vue (1.5 года) и Nuxt (1 год). Я также опытен в размещении и настройке хостинга, работе с
        Nginx и настройке
        сервера.</p>

      <p> Моя экспертиза включает в себя подключение к API, обеспечение безопасности приложений, а также
        оптимизацию
        производительности. Я всегда придерживаюсь принципа внимания к деталям и отношения к проекту с заботой.
        Понимаю, что знание JavaScript и фреймворков - это важно, но также считаю, что человеческий фактор и
        индивидуальное внимание к каждому проекту играют ключевую роль в достижении успеха.</p>

      <p>С удовольствием готов внести свой вклад в ваш проект и сделать его лучше. Давайте сотрудничать и
        создавать
        вместе что-то удивительное!</p></div>`,
    "InfoAboutmeTitle": "Информация обо мне",
    "WhatICanTitle": "WhatICan",
    "WhatICan": `<li className={"mb-2"}><b>Опытный фронтенд-разработчик:</b> Я имею опыт в разработке фронтенд-приложений.
        </li>
        <li className={"mb-2"}><b>Интеграция с API:</b> Могу создавать компоненты, взаимодействующие с внешними API.
        </li>
        <li className={"mb-2"}><b>Верстка в HTML:</b> Профессионально сверстаю ваш сайт, обеспечивая качественную разметку.
        </li>
        <li className={"mb-2"}><b>Использование Firebase:</b> Знаком с Firebase и готов использовать его для разработки и хостинга ваших
          приложений и веб-сервисов.
        </li>
        <li className={"mb-2"}><b>Понимание UI/UX:</b> Я имею представление о дизайне пользовательского интерфейса (UI) и пользовательского
          опыта
          (UX), а также знаком с примерами адекватного дизайна.
        </li>
        <li className={"mb-2"}><b>База Node.js и Express:</b> Я владею базовыми навыками разработки с использованием Node.js и фреймворка Express.</li>
        <li className={"mb-2"}><b>Опыт с CMS:</b> Когда занимался версткой, работал с различными системами управления контентом (CMS), что дает мне понимание работы с разными платформами и интеграцию контента в веб-приложения.</li>
      `,
    "Text3": ``,
    "Text4": ``,
    "Text5": ``,
    "Text6": ``,
    "Text7": ``,
    "Text8": ``,
  }
}
